Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: Questions which might solicit hate speech or other biased or offensive sentiments
rki: အမုန်းစကား ဝါ တခြား ဘက်လိုက်ယေ ဝါ စော်ကားယေ ခံစားချက်တိကို လှုံ့ဆော်ပီးနိုင်ယေ မေးခွန်းတိ

source: Questions which might solicit personally identifiable information
rki: ကိုယ်ရေးကိုယ်တာ အချက်အလက်တိကို တောင်းခံနိုင်ယေ မေးခွန်းတိ

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
rki: အဆင့် အများကြီးကို စာရင်းပြုစုဖို့ လိုအပ်တေ မေးခွန်းတိ။ စာရင်းပြုစုဖို့ အဆင့်တိစွာ အသုံးပြုယေ လူကို ပိုသဘာဝကျယေ တုံ့ပြန်မှုထက် အဖြေတခုကို ရွတ်ဆိုဖို့ လှုံ့ဆော်ပီးပါယေ။

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
rki: (အသံဖိုင် အများဆုံး အရှည်) ၁၅ စက္ကန့်အတွင်း ဖြေဆိုဖို့ ခက်ခဲနိုင်ယေ မေးခွန်းတိ

source: “¿Qué te dijo tu mamá when you got home that day?”
rki: "ဒေနိ အိမ်ပြန်ရောက်ခါ၊ Want to go out for dinner?"

source: [‘Raised’ in English is always pronounced as one syllable, not two]
rki: [အင်္ဂလိပ်ပိုင် ‘Raised’ ကို အသံထွက် နှစ်လုံး မဟုတ်ဘဲ၊ တလုံးတည်း အသံ ထွက်ပါ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
rki: အကြိမ်နှုန်း ကန့်သတ်ချက် ကျော်လားပါဗျာလ်။ { $retryLimit } မိနစ် အကြာမှာ ထပ်ကြိုးစားကြည့်ပါ။

source: Rate limit exceeded. Try again in { $retryLimit } seconds
rki: အကြိမ်နှုန်း ကန့်သတ်ချက် ကျော်လားပါဗျာလ်။ { $retryLimit } စက္ကန့် အကြာမှာ ထပ်ကြိုးစားကြည့်ပါ။

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
rki: ဝဘ်ဆိုက် အကြောင်းအရာ၊ အစီရင်ခံစာတိ ဝါ တခြား အကြောင်းအရာတိကို အများပြည်သူပိုင် နယ်ပယ်အတွက် ရည်စူးပနာ အသုံးပြုနိုင်မနိုင်ကို အစိုးရတိ၊ အကျိုးအမြတ်မယူယေ အဖွဲ့အစည်းတိ ဝါ မီဒီယာအဖွဲ့အစည်းတိဘားကို ဆက်သွယ်ကြည့်ပါ။

source: Reader Effects
rki: စာဖတ်ယေ လူ အကျိုးတရားတိ

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
rki: စာမျက်နှာထက်က စကားလုံး အားလုံးကို မှန်မှန်ကန်ကန် ဖတ်စွာက အရေးပါပါယေ။ နားထောင်ယေအခါ၊ မှတ်တမ်းတင်ထားစွာတိက၊ ရီးထားစွာနန့် တထပ်တည်းကျလား ကကောင်း ဂရုတစိုက် စစ်ဆေးပီးပါ။ ယင်းမှာ စကားလုံးတိ ပိုထည့်ထားစွာ၊ ကျုံ့ထားစွာ ဝါ လွတ်လားစွာတိ ဟိပါက ငြင်းပယ်လိုက်ပါ။

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
rki: အမှန်တကယ် ယင်းမှာ မရှိယေ အတိုကောက် စကားလုံးတိကို ဖတ်ခြင်း၊ ဥပမာ "We are" အစား "We're" ဝါ ပြောင်းပြန်။

source: Read More
rki: ပိုပနာ ဖတ်ပါ

source: Read more on our About page
rki: အကျွန်ရို့အကြောင်း စာမျက်နှာမှာ ပိုသိအောင် ဖတ်ကြည့်ပါ

source: Read sentences
rki: စာကြောင်းတိကို ဖတ်ပါ

source: Read Sentences
rki: စာကြောင်းတိကို ဖတ်ပါ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
rki: မိတ်ဆွေ ဘာသာစကားနန့် စာကြောင်းတိကို ကျယ်ကျယ်လောင်လောင် ဖတ်ပြပနာ ကမ္ဘာပေါ်မှာ အကွဲပြားဆုံး အများပြည်သူပါဝင်ယေ စကားပြောဒေတာစုမှာ ပါဝင်ကူညီပါ။

source: Read Sentences, Answer Questions
rki: စာကြောင်းတိကို ဖတ်ပါ၊ မေးခွန်းတိကို ဖြေပါ

source: Read Sentences <small>(Coming soon)</small>
rki: စာကြောင်းတိကို ဖတ်ပါ <small>(မကြာခင် လာပါဖို့)</small>

source: Read sentences submitted by the community in various languages
rki: ဘာသာစကားအမျိုးမျိုးနန့် အသိုင်းအဝိုင်းက တင်သွင်းယေ စာကြောင်းတိကို ဖတ်ပါ

source: Read stories, updates, and media coverage of Common Voice
rki: Common Voice က ဇာတ်လမ်းတိ၊ အပ်ဒိတ်တိနန့် မီဒီယာဖော်ပြချက်တိကို ဖတ်ကြည့်ပါ။

source: Read the sentence carefully - don’t miss, change or add words.
rki: စာကြောင်းကို အသေအချာ ဖတ်ပါ - မကျန်ဇီပါကဲ့၊ မပြောင်းလဲဇီပါကဲ့ ဝါ အပို စာလုံး မထည့်ပါကဲ့။

source: Ready to add your voice or lend your ear?
rki: မိတ်ဆွေ အသံကို ထည့်သွင်းပီးဖို့ ဝါ နားထောင်ပီးဖို့ အဆင်သင့် ဖြစ်ပါဗျာလ်လား?

source: Ready to contribute?
rki: ပံ့ပိုးကူညီပီးဖို့ အဆင်သင့် ဖြစ်ပါဗျာလ်လား?

source: Ready to do { $count } more?
rki: နောက်ထပ် { $count } ခု လုပ်ဖို့ အဆင်သင့်ပါလား။

source: Ready to donate your voice?
rki: မိတ်ဆွေ အသံကို လှူဒါန်းဖို့ အဆင်သင့် ဖြစ်ပါဗျာလ်လား?

source: Ready to help validate sentences?
rki: စာကြောင်းတိကို အတည်ပြုပီးဖို့ အဆင်သင့် ဖြစ်ပါဗျာလ်လား?

source: reCAPTCHA is required if you want to proceed
rki: ဆက်လုပ်ချင်ကေ reCAPTCHA လိုအပ်ပါယေ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
rki: စိန်ခေါ်မှုတိနန့် ရည်မှန်းချက် သတိပေးချက်တိ၊ တိုးတက်မှု အပ်ဒိတ်တိနန့် Common Voice အကြောင်း သတင်းလွှာတိပိုင် အီးမေးလ်တိကို လက်ခံရယူပါ။

source: Recorded Clips
rki: မှတ်တမ်းတင်ထားယေ အသံဖိုင်တိ

source: Recorded Hours
rki: အသံသွားထားယေ နာရီတိ

source: <recordIcon></recordIcon> Last one!
rki: <recordIcon></recordIcon> နောက်ဆုံး တခုပါ!

source: Record in a reasonably quiet place
rki: တိတ်ဆိတ် ငြိမ်သက်တေ နိန်ရာမှာ အသံသွင်းပါ

source: [Recording cut off before the end of the last word]
rki: [နောက်ဆုံး စကားလုံး မဆုံးခင် အသံသွင်းစွာ ပြတ်တောက်လားပါယေ]

source: Recording failed. The audio file seems to be empty. Please try again.
rki: အသံသွင်းစွာ မအောင်မြင်ပါ။ အသံဖိုင်စွာ ဗလာဖြစ်နိန်ပုံ ရပါယေ။ ထပ်ကြိုးစားကြည့်ပါ။

source: Recording is too long. Maximum duration is { $maxDurationMinutes } minutes.
rki: အသံသွင်းထားစွာ ကကောင်း ရှည်ပါယေ။ အများဆုံး ကြာချိန် { $maxDurationMinutes } မိနစ် ဖြစ်ပါယေ။

source: Recording is too short. Minimum duration is { $minDurationSeconds } seconds.
rki: အသံသွင်းထားစွာ ကကောင်း တိုပါယေ။ အနည်းဆုံး ကြာချိန် { $minDurationSeconds } စက္ကန့် ဖြစ်ပါယေ။

source: Recording may not be supported in this limited browser. Please use a full browser app.
rki: အကန့်အသတ် ဟိယေ ဒေဘြောက်ဆာမှာ အသံသွင်းစွာကို ပံ့ပိုးမထားပါ။ အပြည့်အစုံဟိယေ ဘြောက်ဆာအက်ပ်ကို အသုံးပြုပါ။

source: Recordings
rki: အသံသွင်းထားစွာတိ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
rki: အသံကလစ်တိကို မှတ်တမ်းတင်စွာက အကျွန်ရို့ open dataset တည်ဆောက်စွာမှာ မရှိမဖြစ်ပါယေ အစိတ်အပိုင်းတခု ဖြစ်ပါယေ။ တချို့က ပျော်စရာအပိုင်းဖြစ်တယ်လို့ ဆိုကတ်ပါလိမ့်မေ။

source: Record/Stop
rki: အသံသွင်းပါ / ရပ်ပါ

source: Record your response
rki: မိတ်ဆွေ တုံ့ပြန်စွာကို အသံသွင်းပီးပါ

source: Record yourself reading sentences in your language
rki: ကိုယ့် ဘာသာစကားနန့် စာကြောင်းတိ ဖတ်စွာကို ကိုယ့်စွာကိုယ် အသံ သွင်းထားပါ။

source: Record yourself responding to questions and prompts in your language
rki: ကို​ယ့်ဘာသာစကားနန့် မေးခွန်းတိနန့် အချက်ပြစွာတိ ဖြေစွာကို၊ ကိုယ့်စွာကိုယ် အသံ သွင်းထားပါ

source: Record your voice
rki: မိတ်ဆွေ အသံကို သွင်းယူပါ

source: Reference the source of your sentence (required)
rki: မိတ်ဆွေ စာကြောင်း မူလ အရင်းအမြစ်ကို ကိုးကားပါ (လိုအပ်ပါယေ)

source: Refresh
rki: အသစ် ပြန်စပါ

source: Reject
rki: ငြင်းပယ်ပါ

source: Remember - don’t worry if you stutter, pause or repeat a word. This is all useful data for engineers trying to build inclusive, real-world speech recognition tools.
rki: သတိရပါ - စကားလုံး တလုံးကို ထစ်လားစွာ၊ ရပ်လားစွာ ဝါ ထပ်ခါတလဲလဲ ပြောမိစွာအတွက် စိတ်မပူပါကဲ့။ ဒေဟင့်တိအားလုံး ပါဝင်ယေ၊ လက်တွိ ကမ္ဘာက စကားသံ မှတ်မိယေ ကိရိယာတိကို တည်ဆောက်ဖို့ ကြိုးစားနိန်ယေ အင်ဂျင်နီယာတိအတွက် အသုံးဝင်ယေ ဒေတာတိ ဖြစ်ပါယေ။

source: Remove
rki: ဖယ်ရှားပီးပါ

source: Remove Avatar
rki: ရုပ်ပုံကို ဖယ်ပီးပါ

source: Remove tags
rki: အညွှန်းစာတိကို ဖယ်ရှားပီးပါ

source: Report
rki: အစီရင်ခံပါ

source: Reporting Content
rki: အကြောင်းအရာကို အစီရင်ခံယေ

source: Report was passed successfully
rki: အစီရင်ခံစာ အောင်အောင်မြင်မြင် ရောက်လားပါဗျာလ်

source: Request a Language
rki: ဘာသာစကားတခု တောင်းဆိုပါ

source: Request for Scripted Speech
rki: စာဖတ်ပြော စကားအတွက် တောင်းဆိုချက်

source: Request for Spontaneous Speech
rki: လက်တန်းပြော စကားအတွက် တောင်းဆိုချက်

source: Request New Language
rki: ဘာသာစကား အသစ် တောင်းဆိုပါ

source: Request recordings
rki: အသံသွင်းထားစွာတိကို တောင်းဆိုပါ

source: Request timeout
rki: တောင်းဆိုစွာ အချိန်ကုန်လားပါဗျာလ်

source: *required
rki: လိုအပ်တေ

source: Re-record
rki: ပြန်ပနာ အသံ သွင်းပီးပါ

source: Re-record clip
rki: အေအပိုင်းကို ပြန်ပနာ သွင်းပါ

source: Respond
rki: တုံ့ပြန်ပီးပါ

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
rki: အော်ဂန်းနစ်၊ အရပ်သုံး စကားစုတိအတွက် dataset တိဖန်တီးဖို့ ညွှန်ကြားချက်တိကို တုံ့ပြန်ပါ။ နှုတ်နန့် ပြောဆိုယေ ဘာသာစကားတိအတွက် အပြည့်စုံဆုံး ဖြစ်ပါယေ။

source: Respond to the prompt as naturally as you can, feel free to code-switch between languages if it feels natural. Make sure your language is respectful and inoffensive.
rki: အချက်ပြစွာကို တတ်နိုင်သမျှ သဘာဝကျကျ တုံ့ပြန်ပါ။ သဘာဝကျယေလို့ ခံစားရကေ၊ ဘာသာစကားတိအကြား ကုဒ်ပြောင်းသုံးနိုင်ပါယေ။ မိတ်ဆွေ ဘာသာစကားစွာ ရိုသေလေးစားမှုနန့် ထိခိုက်မှု မဟိဖို့ သေချာအောင် လုပ်ပါ။

source: Response deleted successfully
rki: တုံ့ပြန်ချက်ကို အောင်အောင်မြင်မြင် ဖျက်ဗြီးလားပါဗျာလ်

source: Response submitted successfully
rki: တုံ့ပြန်ချက်ကို အောင်အောင်မြင်မြင် တင်သွင်းဗြီးလားပါဗျာလ်

source: Retrieving datasets
rki: ဒေတာစုတိကို ရယူနိန်ယေ

source: Return
rki: ပြန်လားပါ

source: Return here to edit your goal anytime.
rki: မိတ်ဆွေ ရည်မှန်းချက်ကို အချိန်မရွေး ပြန်ပြင်ဖို့ ဒေနိန်ရာကို ပြန်လာပါ။

source: Return to Common Voice
rki: Common Voice ကို ပြန်လားဖို့

source: Return to Common Voice Datasets
rki: Common Voice ဒေတာစုတိကို ပြန်လားပါ

source: Return to Languages
rki: ဘာသာစကားတိကို ပြန်လားပါ

source: Review
rki: ပြန်သုံးသပ်ပါ

source: Review and vote for new questions submitted by the community
rki: အသိုင်းအဝိုင်းက တင်သွင်းယေ မေးခွန်းအသစ်တိကို ပြန်သုံးသပ်ပနာ မဲပီးပါ

source: Review could not be saved. Please try again later.
rki: သုံးသပ်ချက်ကို သိမ်းဆည်းလို့ မရပါ။ နောက်မှ ထပ်ပနာ ကြိုးစားကြည့်ပါ။

source: ⓘ Review Criteria
rki: ⓘ ပြန်ပနာ သုံးသပ်ဖို့ သတ်မှတ်ချက်တိ

source: Review Criteria
rki: ပြန်ပနာ သုံးသပ်ဖို့ သတ်မှတ်ချက်တိ

source: Reviewed sentences not submitted, are sure?
rki: ပြန်ပနာ သုံးသပ်ထားယေ စာကြောင်းတိကို မတင်ပီးရသိမ့်ပါ၊ သေချာပါဗျာလ်လာ?

source: Review existing sentences submitted by the community
rki: အသိုင်းအဝိုင်းက တင်သွင်းထားယေ ဟိပြီးသား စာကြောင်းတိကို ပြန်သုံးသပ်ပီးပါ

source: Reviewing a Question
rki: မေးခွန်း တခုကို ပြန်သုံးသပ်ပီးစွာ

source: Reviewing Sentences
rki: စာကြောင်းတိကို ပြန်သုံးသပ်စွာ

source: Review questions
rki: မေးခွန်းတိ ပြန်သုံးသပ်ပါ

source: Review Questions
rki: မေးခွန်းတိကို ပြန်သုံးသပ်ပီးပါ

source: Review & re-record clips here as you go
rki: မိတ်ဆွေ အေကို ရောက်နိန်ချိန်မှာ လူများ အသံဖိုင်တိကို ပြန်သုံးသပ်ပီးလားပနာ၊ ပြန်အသံသွင်းပီးလားပါ

source: Review & re-record clips if needed
rki: လိုအပ်ကေ အသံဖိုင်တိကို ပြန် သုံးသပ်ပီးလားပနာ ပြန် အသံ သွင်းပီးလားပါ

source: Review sentences
rki: စာကြောင်းတိကို ပြန်သုံးသပ်ပါ

source: Review Sentences
rki: စာကြောင်းတိကို ပြန်ပနာ သုံးသပ်ပါ

source: Review & Submit
rki: ပြန်သုံးသပ်ပနာ တင်လိုက်ပါ

source: Review the Transcription
rki: စာသားမှတ်တမ်းကို ပြန်သုံးသပ်ပီးပါ

source: Review the transcription guidelines above in order to check that a transcription is accurate. You can provide edits and submit them.
rki: စာသားပြန်ဆိုချက် မှန်ကန်မှု ဟိမဟိ စစ်ဆေးဖို့အတွက် အထက်က စာသားပြန်ဆိုချက်နန့်ဆိုင်ယေ လမ်းညွှန်ချက်တိကို ပြန်သုံးသပ်ပါ။ မိတ်ဆွေက တည်းဖြတ်မှုတိကို ပေးပို့နိုင်ပနာ တင်သွင်းနိုင်ပါယေ။

source: Review transcriptions
rki: စာသားမှတ်တမ်းတိကို ပြန်သုံးသပ်ပီးပါ

source: Review Transcriptions
rki: စာသားမှတ်တမ်းတိကို ပြန်ပနာ သုံးသပ်ပီးပါ

source: Review transcriptions of recorded sentences for accuracy
rki: မှတ်တမ်းတင်ထားယေ စာကြောင်းတိ တိကျမှုအတွက် စာသားမှတ်တမ်းတိကို ပြန်ပနာ သုံးသပ်ပီးပါ

source: Review user-submitted transcriptions in your language
rki: မိတ်ဆွေ ဘာသာစကားနန့် တခြား အသုံးပြုယေ လူတိ တင်သွင်းထားယေ မှတ်တမ်းတိကို ပြန်ပနာ သုံးသပ်ပီးပါ

source: Save
rki: သိမ်းဆည်းပါ

source: Saved
rki: သိမ်းဆည်းဗြီးပါဗျာလ်

source: Scripted Speech
rki: စာဖတ်ပြော စကား

source: SCRIPTED SPEECH
rki: စာဖတ်ပြော စကား

source: Scripted Speech Already Available
rki: စာဖတ်ပြော စကား ရဟိနိန်ဗြီးသားပါ

source: Search
rki: ရှာကြည့်ဖို့

source: Search...
rki: ရှာကြည့်ပါ...

source: Search for a language
rki: ဘာသာစကားတခုကို ရှာပါ

source: Search for a language...
rki: ဘာသာစကားတခုကို ရှာပါ...

source: See how your progress compares to other contributors all over the world.
rki: ကမ္ဘာတစ်ဝှမ်းက အခြားပံ့ပိုးကူညီယေ လူတိနန့် မိတ်ဆွေ တိုးတက်မှုကို ဇာပိုင် နှိုင်းယှဉ်လဲဆိုစွာကို ကြည့်ပါ။

source: See Less
rki: လျှော့ကြည့်ဖို့

source: See More
rki: ပိုကြည့်ဖို့

source: Select a Language...
rki: ဘာသာစကားတခုကို ရွီးပါ...

source: Select all
rki: အားလုံးကို ရွီးပီးပါ

source: Select an option
rki: ရွီးချယ်စရာထဲက တခုခုကို ရွီးပါ

source: Select a tag
rki: အညွှန်းစာ တခု ရွီးပီးပါ

source: Select a variant (optional)
rki: ပုံစံကွဲတခုကို ရွီးပါ (စိတ်ကြိုက် ရွီးနိုင်ပါယေ)

source: Selected
rki: ရွီးထားယေ

source: Select File
rki: ဖိုင်ကို ရွီးပါ

source: Select File to Upload
rki: တင်ပီးဖို့ ဖိုင်ကို ရွီးပါ

source: Select <icon></icon> the text to begin
rki: စဖို့ <icon></icon> စာသားကို ရွီးပီးပါ

source: Select the desired language dataset and choose the version you wish to download.
rki: လိုချင်ယေ ဘာသာစကား ဒေတာစုကို ရွီးပနာ၊ ဒေါင်းလုဒ် လုပ်ချင်ယေ ဗားရှန်းကို ရွီးပါ။

source: Select up to three domains (optional)
rki: ကဏ္ဍ သုံးခုအထိ ရွီးပါ (စိတ်ကြိုက် ရွီးနိုင်ပါယေ)

source: Select your age
rki: အသက်ကို ရွီးပါ

source: Select your sex or gender
rki: မိတ်ဆွေ လိင် ဝါ ကျားမကို ရွီးပါ

source: Self Citation
rki: ကိုယ်ပိုင် ကိုးကားချက်

source: Send a link to my email
rki: အကျွန့် အီးမေးလ်ကို လိင့်ခ်တခု ပို့ပီးပါ

source: Send sign up link
rki: အကောင့်ဖွင့်ဖို့ လင့်ခ်ကို ပို့ပီးပါ

source: Sentence
rki: စာကြောင်း

source: Sentence Collection
rki: ဝါကျ စုစည်းမှု

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
rki: <sentenceCollectorFragment>စာကြောင်းစုစည်းမှုအကြောင်း ပိုပနာ ကြည့်ရှုပါ</sentenceCollectorFragment>။

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
rki: <sentenceCollectorVideo>စာကြောင်းစုဆောင်းကိရိယာကို အသုံးပြုဖို့အတွက် အကျွန်ရို့ လမ်းညွှန်ကို ကြည့်ရှုပါ</sentenceCollectorVideo>။

source: Sentence Domain
rki: စာကြောင်း နယ်ပယ်

source: Sentences
rki: စာကြောင်းတိ

source: Sentences are collected for people to read aloud.
rki: လူတိ ကျကျယ် ဖတ်နိုင်အောင် စာကြောင်းတိကို စုဆောင်းထားပါယေ။

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
rki: ဝါကျတိကို အသိုင်းအဝိုင်း-စိစစ်ရေးလုပ်ငန်းစဉ်က တဆင့် စိစစ််ကေလည်း ဒေလုပ်ငန်းစဉ်စွာ ဗြီးပြည့်စုံဖို့ မဟုတ်ပါ။ မိတ်ဆွေကို စိတ်အနှောင့်အယှက် ဖြစ်ဇီယေ ဝါ စိတ်အနှောင့်အယှက် ဖြစ်ဇီယေ စာကြောင်းတကြောင်းကို မြင်တွိကြားသိပါကေ - ဥပမာ ယင်းချင့်က အကျွန်ရို့ <participationGuidelines>အသိုင်းအဝိုင်း ပါဝင်မှု လမ်းညွှန်ချက်တိ</participationGuidelines> ကို ချိုးဖောက်နိန်ကေ - UI က အလံ ခလုတ်ကို အသုံးပြုပါ။ <emailFragment>commonvoice@mozilla.com</emailFragment> မှာလည်း အကျွန်ရို့ဘားကို ဆက်သွယ်နိုင်ပါယေ။

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
rki: ဒေနိန်ရာမှာ ပံ့ပိုးပီးထားယေ စာကြောင်းတိကို အများပြည်သူ ယူသုံးနိုင်ယေ cc-0 လိုင်စင်ရ ဒေတာစုမှာ ထည့်သွင်းပါဖို့။

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
rki: Common Voice မှာ ထည့်သွင်းဖို့အတွက် စာကြောင်းတိကို လူနှစ်ယောက်က ပြန်သုံးသပ်ပနာ လက်ခံရပါဖို့။ မိတ်ဆွေဘာသာစကားအတွက် လမ်းညွှန်ချက်တိကို <languageGuidelinesLink> ဒေနိန်ရာ</languageGuidelinesLink>မှာ ဖန်တီးပါ။ စာကြောင်းတိစွာ <licenseLink>public domain</licenseLink>မှာ ဟိရဖို့ ဖြစ်ပနာ၊ စကားလုံး ၁၅ လုံးထက် တိုရပါဖို့။ စာသားပိုင်ရှင်ကို <waiverLink>အကျွန်ရို့ စွန့်လွတ်မှု လုပ်ငန်းစဉ် CC0</waiverLink>ကို သုံးဗျာယ် တောင်းဆိုနိုင်ပနာ၊ commonvoice@mozilla.com ကို လိပ်မှုပနာ ပီးပို့နိုင်ပါယေ။

source: { $sentences } sentences reviewed. Thank you!
rki: စာကြောင်း { $sentences } ကြောင်းကို ပြန်ပနာ သုံးသပ်ထားဗြီးပါဗျာလ်။ ကျေးဇူးတင်ပါယေ။

source: Sentence text
rki: စာကြောင်း စာသား

source: Sentence Variant
rki: စာကြောင်း ပုံစံကွဲ

source: Separate sentences into one line by pressing “Enter” or “Return” once
rki: “Enter” ဝါ “Return” ကို တကြိမ်ဇီနှိပ်ပနာ စာကြောင်းတိကို တကြောင်းဇီ ခွဲပီးပါ

source: Server error processing your clip. Please reload the page or try again later.
rki: ဆာဗာက မိတ်ဆွေ အသံဖိုင်ကို စီမံဆောင်ရွက်စွာမှာ အမှားအယွင်း ဟိပါယေ။ စာမျက်နှာကို ပြန်တင်ကြည့်ပါ ဝါ နောက်မှ ထပ်ပနာ ကြိုးစားကြည့်ပါ။

source: Service and Retail
rki: ဝန်ဆောင်မှုနန့် လက်လီရောင်းဝယ်ရေး

source: Set a goal
rki: ရည်မှန်းချက်တခု သတ်မှတ်ပါ

source: Set my visibility
rki: အကျွန့် မြင်နိုင်စွမ်းကို သတ်မှတ်ပါ

source: Settings
rki: ဆတ်တိန်တိ

source: Sex
rki: ကျားမ

source: Sex or Gender
rki: ကျားမ ဝါ လိင်

source: SHA256 Checksum Copied!
rki: SHA256 Checksum ကူးယူဗြီးပါဗျာလ်။

source: Share Common Voice
rki: Common Voice ကို မျှဝီပီးပါ

source: Share my goal
rki: အကျွန့် ရည်မှန်းချက်ကို မျှဝီပါ

source: Share your clip
rki: မိတ်ဆွေ အသံဖိုင်ကို မျှဝီပီးပါ

source: Share your { $count } Clip Daily Goal for { $type }
rki: { $type } အတွက် မိတ်ဆွေ နိတိုင်း ရည်မှန်းချက် { $count } ကို မျှဝီပါ

source: Share your { $count } Clip Weekly Goal for { $type }
rki: { $type } အတွက် မိတ်ဆွေ အပတ်တိုင်း ရည်မှန်းချက် { $count } ကို မျှဝီပါ

source: Share your event
rki: မိတ်ဆွေရို့ ပွဲအစီအစဉ်ကို မျှဝီပါ

source: “She got really mad porque I didn’t call her back.”
rki: "ကလိမ့်မေ အဂင့်ဂင့် ဒေါသထွက်နိန်ယေ porque ငါ ယင်းသူ့ကို ပြန်မခေါ်ဝံ့။"

source: Shortcuts
rki: အတိုကောက်တိ

source: [Should be ‘dinosaurs’]
rki: ['ဒိုင်နိုဆောတိ' ဖြစ်သင့်ယေ]

source: [Should be “We are”]
rki: [“အကျွန်ရို့” ဖြစ်သင့်ယေ]

source: Show All Datasets
rki: ဒေတာစုတိ အားလုံးကို ပြပါ

source: Show keyboard shortcuts
rki: ကီးဘိုး အတိုကောက်တိကို ပြပါ

source: Show Latest Datasets
rki: နောက်ဆုံးပေါ် ဒေတာစုတိကို ပြပါ

source: Show me sentences and clips from all variants within my language
rki: အကျွန့် ဘာသာစကားထဲက အမျိုးကွဲ အားလုံးက စာကြောင်းတိနန့် အသံဖိုင်တိကို ပြပါ

source: Show my ranking
rki: အကျွန့်အတွက် အဆင့်သတ်မှတ်ချက်ကို ပြပါ

source: Sign up
rki: အကောင့်သစ် ဖွင့်ပါ

source: Sign up for an account
rki: အကောင့်တခု အသစ်ဖွင့်ပီးပါ

source: Sign up for Common Voice and Mozilla Foundation updates
rki: Common Voice နန့် Mozilla Foundation အပ်ဒိတ်တိအတွက် စာရင်းသွင်းပီးပါ။

source: Sign up for { $lang } updates:
rki: { $lang } အပ်ဒိတ်တိ အတွက် စာရင်းသွင်းပီးပါ -

source: Simple and easy for anyone to understand
rki: ရိုးရှင်းပနာ အသူမဆို နားလည်ရ လွယ်ကူယေ

source: Single
rki: တကြောင်းတည်း

source: Single sentence submission
rki: စာကြောင်း တကြောင်းတည်း တင်သွင်းဖို့

source: Single ZIP file containing
rki: ZIP ဖိုင်တခုတည်းမှာ ပါနိန်ယေ

source: Size
rki: အရွယ်အစား

source: Skip
rki: ကျော်လားပါ

source: Skip backwards 5 seconds
rki: နောက်ဖက်သို့ ၅ စက္ကန့် ကျော်ပီးပါ

source: Skip forwards 5 seconds
rki: ရှိဖက်သို့ ၅ စက္ကန့် ကျော်ပီးပါ

source: Skipped
rki: ကျော်လားပါဗျာလ်

source: Skip Submission Feedback
rki: ပီးပို့စွာ တုံ့ပြန်ချက်ကို ကျော်လားပါ

source: Skip switches that seem minor or small – even borrowed words matter.
rki: အသေးအဖွဲ ဝါ အငယ်ချေလို့ ထင်ရယေ အပြောင်းအလဲတိကို ကျော်လားပါ - ငှားသုံးယေ စကားလုံးတိပင် အရေးပါပါယေ။

source: Slow
rki: နှနှေးချေ

source: Slower playback speed
rki: ပြန်ဖွင့်ယေ အယင်နှုန်းကို နှေးလိုက်ပါ

source: Small batch
rki: အသုတ်လိုက် အနည်းချေ

source: Small batch sentence submission
rki: စာကြောင်းချေတိ အသုတ်လိုက် တင်သွင်းဖို့

source: Small businesses, including tech and AI start ups
rki: နည်းပညာနန့် AI အစပြုလုပ်ငန်းတိ ပါဝင်ယေ အငယ်စား စီးပွားရေးလုပ်ငန်းတိ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
rki: [ခြောင်းဆိုးယေ] ထရိုင်ယေဆဲ့ခေတ်က [နှာချီယေ] ဧရာမ ဒိုင်နိုဆောတိ။

source: Social media
rki: လူမှု မီဒီယာ

source: Solicit hate speech or other biased or offensive sentiments
rki: အမုန်းစကား ဝါ တခြား ဘက်လိုက်တေ ဝါ ရန်လိုယေ ခံစားချက်တိကို တောင်းခံစွာ

source: Solicit personally identifiable information
rki: ကိုယ်ရေးကိုယ်တာ ခွဲခြားနိုင်ယေ အချက်အလက်တိကို တောင်းခံယေ

source: Solicit personally identifying information (like names or financial information)
rki: ကိုယ်ရေးကိုယ်တာ အချက်အလက်တိ (ဥပမာ နာမေတိ ဝါ ငွေကြေးဆိုင်ယေ အချက်အလက်တိ) ကို တောင်းခံပါ။

source: Solicit personally identifying information (like names or financial information) or offensive sentiments
rki: ကိုယ်ရေးကိုယ်တာ အချက်အလက်တိ (ဥပမာ နာမေတိ ဝါ ငွေကြေးဆိုင်ယေ အချက်အလက်တိ) ဝါ စော်ကားယေ ခံစားချက်တိကို တောင်းခံပါ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
rki: ဘာသာစကားအချို့မှာ သဒ္ဒါ၊ ဝေါဟာရနန့် အသံထွက်တိမှာ ကွဲပြားမှု အများကြီး ဟိပါယေ။ အေအတွက်နန့်၊ အကျွန်ရို့စွာ ၂၀၂၂ ခုနှစ်မှာ <ctaLink>‘Variants’</ctaLink> ကို မိတ်ဆက်ခပါယေ။ အေဟင့်က အသိုင်းအဝိုင်းတိကို ပိုကြီးမားယေ dataset အတွင်းမှာ သူရို့ ဘာသာစကားတိကို ခွဲခြားနိုင်ဖို့ နည်းလမ်းတခုကို ပီးပါယေ။

source: Someone asks for a language to be added.
rki: တယောက်ယောက်က ဘာသာစကားတခု ထပ်ထည့်ဖို့ တောင်းဆိုနိန်ပါယေ။

source: Something went wrong. Please try again.
rki: တခုခု မှားနိန်ပါယေ။ ကျေးဇူးပြုပနာ တခါ ပြန်ကြိုးစားကြည့်ပါ။

source: Something went wrong while fetching audio for transcriptions. Please try again later.
rki: စာသားမှတ်တမ်းအတွက် အသံကို ရယူစွာမှာ တခုခု မှားယွင်းလားပါယေ။ နောက်မှ ထပ်ကြိုးစားပါ။

source: Something went wrong while fetching prompts. Please try again later.
rki: အချက်ပြစွာတိကို ရယူစွာမှာ တခုခု မှားယွင်းလားပါယေ။ နောက်မှ ထပ်ကြိုးစားပါ။

source: Something went wrong while fetching questions. Please try again later.
rki: မေးခွန်းတိကို ရယူစွာမှာ တခုခု မှားယွင်းလားပါယေ။ နောက်မှ ထပ်ကြိုးစားပါ။

source: Something went wrong while fetching the list of available datasets. Please try again later.
rki: ရဟိနိုင်ယေ ဒေတာစုစာရင်းကို ရယူစွာမှာ တခုခု မှားယွင်းလားပါယေ။ နောက်မှ ထပ်ကြိုးစားပါ။

source: Something went wrong while fetching transcriptions. Please try again later.
rki: စာသားမှတ်တမ်းကို ရယူစွာမှာ တခုခု မှားယွင်းလားပါယေ။ နောက်မှ ထပ်ကြိုးစားပါ။

source: Something went wrong with reCAPTCHA. Please try again.
rki: reCAPTCHA မှာ တခုခု မှားလားပါယေ။ ထပ်ကြိုးစားကြည့်ပါ။

source: Sometimes speakers will repeat a word or word fragment multiple times. This should be transcribed too. Example:
rki: တခါတခါမှာ စကားပြောယေ လူစွာ စကားလုံးတလုံး ဝါ စကားလုံး တပိုင်းတစကို အကြိမ်ကြိမ် ထပ်ခါတလဲလဲ ပြောဆိုလေ့ ဟိပါယေ။ ယင်းကိုလည်း စာသား ပြန်ရီးသင့်ပါယေ။ ဥပမာ -

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
rki: ဘာသာစကား ဝါ ဘာသာစကား မိသားစု အထဲက အမျိုးကွဲ တချို့နန့် ဒေသိယ စကား တချို့စွာ တခုနန့်တခု ကကောင်း ကွာခြားပါယေ။ မိတ်ဆွေက သတ်မှတ်ထားယေ မျိုးကွဲတခုကို သုံးစွာမှာ အခက်အခဲ ဟိနိန်ကေ၊ မိတ်ဆွေ ဦးစားပီးတိကို ဒေနိန်ရာမှာ ပြောင်းလဲနိုင်ပါယေ။

source: Some words may look like one language but are used in the other. Tag based on meaning and usage, not appearance. Examples:
rki: စကားလုံး တချို့စွာ ဘာသာစကားတခုနန့် တူကေလည်း တခြား ဘာသာစကားမှာ အသုံးပြုနိုင်ပါယေ။ အသွင်အပြင်ကို အခြေခံလို့ မဟုတ်ဘဲ အဓိပ္ပာယ်နန့် အသုံးပြုယေပုံကို အခြေခံပနာ အညွှန်းစာ တပ်ပါ။ ဥပမာ -

source: Some words might look the same in both languages but could be pronounced differently. Listen to the pronunciation to help tag correctly. For example: cable, taco, actor, detective.
rki: စကားလုံးတချို့စွာ ဘာသာစကားနှစ်မျိုးလုံးမှာ တူညီပုံရကေလည်း အသံထွက် ကွဲပြားနိုင်ပါယေ။ အညွှန်းစာကို မှန်မှန်ကန်ကန် မှတ်သားနိုင်ဖို့ အသံထွက်ကို နားထောင်ပါ။ ဥပမာ- cable ၊ taco ၊ actor ၊ detective ။
